Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Are you sure you want to delete row with rowid %@?
ar: هل أنت متأكد أنك تريد حذف الصف الذي يحتوي على الصف %@؟
de: Sind Sie sicher, dass Sie die Zeile mit der Zeilen-ID %@ löschen möchten?
es: ¿Está seguro de que desea eliminar la fila con ID de fila %@?
fr: Êtes-vous sûr de vouloir supprimer la ligne avec l'ID de ligne %@ ?
it: Sei sicuro di voler eliminare la riga con rowid %@?
ja: rowid %@ の行を削除してもよろしいですか?
ko: rowid가 %@인 행을 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir a linha com rowid %@?
ru: Вы уверены, что хотите удалить строку с идентификатором %@?
zh_hans: 确定要删除 rowid 为 %@ 的行吗？
zh_hant: 確認要刪除 rowid 為 %@ 的行吗？

source: Are you sure you want to delete secret '%@'? Secret values cannot be read back once deleted.
ar: هل أنت متأكد أنك تريد حذف السر '%@'؟ لا يمكن إعادة قراءة القيم السرية بمجرد حذفها.
de: Sind Sie sicher, dass Sie das Geheimnis „%@“ löschen möchten? Geheime Werte können nach dem Löschen nicht mehr zurückgelesen werden.
es: ¿Está seguro de que desea eliminar el secreto '%@'? Los valores secretos no se pueden volver a leer una vez eliminados.
fr: Êtes-vous sûr de vouloir supprimer le secret '%@' ? Les valeurs secrètes ne peuvent pas être relues une fois supprimées.
it: Vuoi eliminare il segreto '%@'? I valori segreti non possono essere riletti una volta eliminati.
ja: シークレット '%@' を削除してもよろしいですか?シークレット値は、一度削除すると読み戻すことができません。
ko: 정말로 비밀 '%@'을(를) 삭제하시겠습니까? 비밀 값은 삭제되면 다시 읽을 수 없습니다.
pt_br: Tem certeza de que deseja excluir o segredo '%@'? Os valores secretos não podem ser lidos depois de excluídos.
ru: Вы уверены, что хотите удалить секретный «%@»? Секретные значения не могут быть прочитаны после удаления.
zh_hans: 确定要删除密钥“%@”吗？密钥值在删除后将无法恢复。
zh_hant: 確認要刪除密钥“%@”吗？密钥值在刪除後将無法恢復。

source: Are you sure you want to delete snippet '%@'?
ar: هل أنت متأكد أنك تريد حذف المقتطف '%@'؟
de: Sind Sie sicher, dass Sie das Snippet „%@“ löschen möchten?
es: ¿Está seguro de que desea eliminar el fragmento '%@'?
fr: Êtes-vous sûr de vouloir supprimer l'extrait '%@' ?
it: Sei sicuro di voler eliminare lo snippet '%@'?
ja: スニペット '%@' を削除してもよろしいですか?
ko: 정말로 '%@' 조각을 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir o snippet '%@'?
ru: Вы уверены, что хотите удалить фрагмент «%@»?
zh_hans: 确定要删除 Snippet 代码片段“%@”吗？
zh_hant: 確認要刪除 Snippet 程式碼片段“%@”吗？

source: Are you sure you want to delete the %1$@ record for %2$@? Traffic resolving to this record will stop immediately.
ar: هل تريد حذف سجل %1$@ لـ %2$@؟ سيتوقف الترافيك المحلول إلى هذا السجل فوراً.
de: %1$@-Eintrag für %2$@ löschen? Datenverkehr zu diesem Eintrag wird sofort gestoppt.
es: ¿Eliminar el registro %1$@ para %2$@? El tráfico que se resuelve en este registro se detendrá inmediatamente.
fr: Supprimer l’enregistrement %1$@ pour %2$@ ? Le trafic résolu vers cet enregistrement s’arrêtera immédiatement.
it: Eliminare il record %1$@ per %2$@? Il traffico che si risolve in questo record si interromperà immediatamente.
ja: %1$@ の %2$@ レコードを削除してもよいですか？このレコードに解決するトラフィックは直ちに停止します。
ko: %1$@에 대한 %2$@ 레코드를 삭제하시겠습니까? 이 레코드로 확인되는 트래픽이 즉시 중지됩니다.
pt_br: Excluir o registro %1$@ para %2$@? O tráfego resolvido para este registro será interrompido imediatamente.
ru: Удалить запись %1$@ для %2$@? Трафик, разрешаемый в эту запись, немедленно прекратится.
zh_hans: 确定要删除 %1$@ 的 %2$@ 记录吗？解析到该记录的流量将立即停止。
zh_hant: 確定要刪除 %1$@ 的 %2$@ 記錄嗎？解析到此記錄的流量將立即停止。

# Are you sure you want to delete the %@ rule for %@?
source: Are you sure you want to delete the %1$@ rule for %2$@?
ar: هل تريد حذف قاعدة %1$@ لـ %2$@؟
de: %1$@-Regel für %2$@ löschen?
es: ¿Eliminar la regla %1$@ para %2$@?
fr: Supprimer la règle %1$@ pour %2$@ ?
it: Eliminare la regola %1$@ per %2$@?
ja: %1$@ の %2$@ ルールを削除してもよいですか？
ko: %1$@에 대한 %2$@ 규칙을 삭제하시겠습니까?
pt_br: Excluir a regra %1$@ para %2$@?
ru: Удалить правило %1$@ для %2$@?
zh_hans: 确定要删除 %1$@ 的 %2$@ 规则吗？
zh_hant: 確定要刪除 %1$@ 的 %2$@ 規則嗎？

source: Are you sure you want to delete this CORS rule?
ar: هل أنت متأكد من رغبتك في حذف قاعدة CORS هذه؟
de: Sind Sie sicher, dass Sie diese CORS-Regel löschen möchten?
es: ¿Seguro que quieres eliminar esta regla CORS?
fr: Êtes-vous sûr de vouloir supprimer cette règle CORS ?
it: Sei sicuro di voler eliminare questa regola CORS?
ja: この CORS ルールを削除してもよろしいですか？
ko: 이 CORS 규칙을 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir esta regra CORS?
ru: Вы уверены, что хотите удалить это правило CORS?
zh_hans: 您确定要删除此 CORS 规则吗？
zh_hant: 您確定要刪除此 CORS 規則嗎？

source: Are you sure you want to delete this deployment? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذا النشر؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie diese Bereitstellung löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar esta implementación? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce déploiement ? Cette action ne peut pas être annulée.
it: Vuoi eliminare questa distribuzione? Questa azione non può essere annullata.
ja: このデプロイメントを削除してもよろしいですか?この操作は元に戻すことができません。
ko: 이 배포를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pt_br: Tem certeza de que deseja excluir esta implantação? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить это развертывание? Это действие невозможно отменить.
zh_hans: 确定要删除此部署吗？此操作无法撤销。
zh_hant: 確認要刪除此部署吗？此操作無法撤销。

source: Are you sure you want to delete this hostname routing rule?
ar: هل أنت متأكد من رغبتك في حذف قاعدة توجيه اسم المضيف هذه؟
de: Sind Sie sicher, dass Sie diese Hostname-Routing-Regel löschen möchten?
es: ¿Seguro que quieres eliminar esta regla de enrutamiento de nombre de host?
fr: Êtes-vous sûr de vouloir supprimer cette règle de routage de nom d'hôte ?
it: Sei sicuro di voler eliminare questa regola di routing del nome host?
ja: このホスト名ルーティング ルールを削除してもよろしいですか？
ko: 이 호스트 이름 라우팅 규칙을 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir esta regra de roteamento de nome de host?
ru: Вы уверены, что хотите удалить это правило маршрутизации имени хоста?
zh_hans: 您确定要删除此主机名路由规则吗？
zh_hant: 您確定要刪除此主機名稱路由規則嗎？

source: Are you sure you want to delete this redirect rule?
ar: هل أنت متأكد من رغبتك في حذف قاعدة إعادة التوجيه هذه؟
de: Sind Sie sicher, dass Sie diese Weiterleitungsregel löschen möchten?
es: ¿Seguro que quieres eliminar esta regla de redirección?
fr: Êtes-vous sûr de vouloir supprimer cette règle de redirection ?
it: Sei sicuro di voler eliminare questa regola di reindirizzamento?
ja: このリダイレクト ルールを削除してもよろしいですか？
ko: 이 리디렉션 규칙을 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir esta regra de redirecionamento?
ru: Вы уверены, что хотите удалить это правило перенаправления?
zh_hans: 您确定要删除此重定向规则吗？
zh_hant: 您確定要刪除此重新導向規則嗎？

source: Are you sure you want to delete trigger '%@'?
ar: هل أنت متأكد أنك تريد حذف المشغل '%@'؟
de: Sind Sie sicher, dass Sie den Auslöser „%@“ löschen möchten?
es: ¿Está seguro de que desea eliminar el activador '%@'?
fr: Êtes-vous sûr de vouloir supprimer le déclencheur '%@' ?
it: Vuoi eliminare il trigger '%@'?
ja: トリガー '%@' を削除してもよろしいですか?
ko: '%@' 트리거를 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir o gatilho '%@'?
ru: Вы уверены, что хотите удалить триггер «%@»?
zh_hans: 确定要删除触发器“%@”吗？
zh_hant: 確認要刪除触發器“%@”吗？

source: Are you sure you want to delete trigger rule '%@'?
ar: هل تريد حذف قاعدة التشغيل “%@”؟
de: Auslöser-Regel „%@“ löschen?
es: ¿Eliminar la regla de activación «%@»?
fr: Supprimer la règle d’exécution « %@ » ?
it: Eliminare la regola trigger «%@»?
ja: トリガールール「%@」を削除してもよいですか？
ko: 트리거 규칙 '%@'을(를) 삭제하시겠습니까?
pt_br: Excluir a regra de acionamento «%@»?
ru: Удалить правило триггера «%@»?
zh_hans: 确定要删除触发规则“%@”吗？
zh_hant: 確定要刪除觸發規則「%@」嗎？

source: Are you sure you want to delete WAF rule '%@'?
ar: هل أنت متأكد من رغبتك في حذف قاعدة WAF '%@'؟
de: Möchten Sie die WAF-Regel '%@' wirklich löschen?
es: ¿Seguro que deseas eliminar la regla de WAF '%@'?
fr: Voulez-vous vraiment supprimer la règle WAF '%@' ?
it: Sei sicuro di voler eliminare la regola WAF '%@'?
ja: WAF ルール '%@' を削除してもよろしいですか？
ko: WAF 규칙 '%@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir a regra WAF '%@'?
ru: Вы уверены, что хотите удалить правило WAF '%@'?
zh_hans: 确定要删除 WAF 规则 '%@' 吗？
zh_hant: 確定要刪除 WAF 規則 '%@' 嗎？

source: Are you sure you want to delete widget '%1$@' (%2$@)? Any websites using this sitekey will fail human verification.
ar: هل تريد حذف الأداة “%1$@” (%2$@)؟ ستفشل المواقع التي تستخدم هذا المفتاح في التحقق من الإنسان.
de: Widget „%1$@“ (%2$@) löschen? Websites mit diesem Sitekey werden die Menschenprüfung nicht bestehen.
es: ¿Eliminar el widget «%1$@» (%2$@)? Los sitios que usen esta clave fallarán la verificación humana.
fr: Supprimer le widget « %1$@ » (%2$@) ? Les sites utilisant cette sitekey échoueront à la vérification humaine.
it: Eliminare il widget «%1$@» (%2$@)? I siti che usano questa sitekey non supereranno la verifica umana.
ja: ウィジェット「%1$@」(%2$@) を削除してもよいですか？この Sitekey を使用しているウェブサイトは人間確認に失敗します。
ko: 위젯 '%1$@' (%2$@)을(를) 삭제하시겠습니까? 이 사이트 키를 사용하는 모든 웹사이트에서 사람 인증이 실패합니다.
pt_br: Excluir o widget «%1$@» (%2$@)? Sites que usam esta chave falharão na verificação humana.
ru: Удалить виджет «%1$@» (%2$@)? Сайты, использующие этот sitekey, не пройдут проверку на человека.
zh_hans: 确定要删除小组件“%1$@”(%2$@) 吗？使用此 Sitekey 的所有网站将无法通过人机验证。
zh_hant: 確定要刪除小工具「%1$@」(%2$@) 嗎？使用此 Sitekey 的所有網站將無法通過人機驗證。

source: Are you sure you want to delete Worker '%@'? Associated routes and deployments will be removed.
ar: هل أنت متأكد أنك تريد حذف العامل '%@'؟ ستتم إزالة المسارات وعمليات النشر المرتبطة.
de: Sind Sie sicher, dass Sie den Worker „%@“ löschen möchten? Zugehörige Routen und Bereitstellungen werden entfernt.
es: ¿Está seguro de que desea eliminar el Worker '%@'? Se eliminarán las rutas e implementaciones asociadas.
fr: Êtes-vous sûr de vouloir supprimer le Worker '%@' ? Les itinéraires et déploiements associés seront supprimés.
it: Vuoi eliminare il lavoratore '%@'? I percorsi e le distribuzioni associati verranno rimossi.
ja: Worker '%@' を削除してもよろしいですか?関連するルートとデプロイメントは削除されます。
ko: '%@' Worker를 삭제하시겠습니까? 연결된 경로 및 배포가 제거됩니다.
pt_br: Tem certeza de que deseja excluir o trabalhador '%@'? As rotas e implantações associadas serão removidas.
ru: Вы уверены, что хотите удалить Worker '%@'? Связанные маршруты и развертывания будут удалены.
zh_hans: 确定要删除 Worker 脚本“%@”吗？所有已绑定的路由规则与历史部署将被一并清除。
zh_hant: 確認要刪除 Worker 脚本“%@”吗？所有已绑定的路由規則与历史部署将被一并清除。

# Are you sure you want to detach custom domain '%@' from Worker '%@'?
source: Are you sure you want to detach custom domain '%1$@' from Worker '%2$@'?
ar: هل أنت متأكد أنك تريد فصل النطاق المخصص '%1$@' من Worker '%2$@'؟
de: Möchten Sie die benutzerdefinierte Domain '%1$@' wirklich von Worker '%2$@' trennen?
es: ¿Seguro que quieres desvincular el dominio personalizado '%1$@' del Worker '%2$@'?
fr: Êtes-vous sûr de vouloir dissocier le domaine personnalisé '%1$@' du Worker '%2$@' ?
it: Sei sicuro di voler scollegare il dominio personalizzato '%1$@' dal Worker '%2$@'?
ja: Worker「%2$@」からカスタムドメイン「%1$@」を関連付け解除してもよろしいですか？
ko: Worker '%2$@'에서 사용자 지정 도메인 '%1$@'의 연결을 해제하시겠습니까?
pt_br: Tem certeza de que deseja desvincular o domínio personalizado '%1$@' do Worker '%2$@'?
ru: Вы уверены, что хотите отсоединить пользовательский домен '%1$@' от Worker '%2$@'?
zh_hans: 确定要从 Worker '%2$@' 解除绑定自定义域名 '%1$@' 吗？
zh_hant: 確認要從 Worker '%2$@' 解除綁定自訂網域稱 '%1$@' 嗎？

source: Are you sure you want to disconnect this custom domain?
ar: هل أنت متأكد من رغبتك في فصل هذا النطاق المخصص؟
de: Sind Sie sicher, dass Sie diese benutzerdefinierte Domain trennen möchten?
es: ¿Seguro que quieres desconectar este dominio personalizado?
fr: Êtes-vous sûr de vouloir déconnecter ce domaine personnalisé ?
it: Sei sicuro di voler disconnettere questo dominio personalizzato?
ja: このカスタム ドメインの接続を解除してもよろしいですか？
ko: 이 커스텀 도메인의 연결을 해제하시겠습니까?
pt_br: Tem certeza de que deseja desconectar este domínio personalizado?
ru: Вы уверены, что хотите отключить этот пользовательский домен?
zh_hans: 您确定要断开此自定义域名的连接吗？
zh_hant: 您確定要中斷此自訂網域的連線嗎？

source: Are you sure you want to enable I'm Under Attack Mode? All visitors will be challenged. This may negatively impact legitimate traffic.
ar: هل أنت متأكد من أنك تريد تمكين "أنا تحت وضع الهجوم"؟ سيتم تحدي جميع الزوار. قد يؤثر هذا سلبًا على حركة المرور المشروعة.
de: Sind Sie sicher, dass Sie den „Ich werde angegriffen“-Modus aktivieren möchten? Alle Besucher werden herausgefordert. Dies kann sich negativ auf den legitimen Datenverkehr auswirken.
es: ¿Estás seguro de que deseas habilitar el modo Estoy bajo ataque? Todos los visitantes serán desafiados. Esto puede afectar negativamente al tráfico legítimo.
fr: Êtes-vous sûr de vouloir activer le mode Je suis sous attaque ? Tous les visiteurs seront mis au défi. Cela peut avoir un impact négatif sur le trafic légitime.
it: Sei sicuro di voler abilitare la modalità Sono sotto attacco? Tutti i visitatori saranno sfidati. Ciò potrebbe avere un impatto negativo sul traffico legittimo.
ja: 「攻撃を受けていますモード」を有効にしてもよろしいですか?来場者全員が挑戦します。これは、正規のトラフィックに悪影響を与える可能性があります。
ko: 공격받고 있는 모드를 활성화하시겠습니까? 모든 방문객은 도전을 받게 될 것입니다. 이는 합법적인 트래픽에 부정적인 영향을 미칠 수 있습니다.
pt_br: Tem certeza de que deseja ativar o modo Estou sob ataque? Todos os visitantes serão desafiados. Isto pode impactar negativamente o tráfego legítimo.
ru: Вы уверены, что хотите включить режим «Я под атакой»? Всем посетителям будет брошен вызов. Это может негативно повлиять на легальный трафик.
zh_hans: 确定要启用“I'm Under Attack”模式吗？所有访客都将面临验证。这可能会对合法流量产生负面影响。
zh_hant: 確認要啟用“I'm Under Attack”模式吗？所有访客都将面临驗證。这可能會对合法流量产生负面影响。

source: Are you sure you want to enable I'm Under Attack Mode? All visitors will receive challenge pages.
ar: هل أنت متأكد من تفعيل وضع التعرض للهجوم؟ سيتلقى جميع الزوار صفحات التحدي.
de: Sind Sie sicher, dass Sie den 'Ich werde angegriffen'-Modus aktivieren möchten? Alle Besucher erhalten Challenge-Pages.
es: ¿Seguro que quieres activar el modo 'Bajo ataque'? Todos los visitantes recibirán páginas de desafío.
fr: Êtes-vous sûr de vouloir activer le mode « Je suis attaqué » ? Tous les visiteurs recevront des pages de défi.
it: Sei sicuro di voler attivare la modalità 'Sotto attacco'? Tutti i visitatori riceveranno pagine di verifica.
ja: 「攻撃を受けています」モードを有効にしてもよろしいですか？すべての訪問者にチャレンジ ページが表示されます。
ko: '공격받는 중' 모드를 활성화하시겠습니까? 모든 방문자에게 챌린지 페이지가 표시됩니다.
pt_br: Tem certeza de que deseja ativar o modo 'Sob ataque'? Todos os visitantes receberão páginas de desafio.
ru: Вы уверены, что хотите включить режим 'Под атакой'? Все посетители будут получать страницы проверки.
zh_hans: 您确定要启用“Under Attack 模式”吗？所有访问者都将收到质询页面。
zh_hant: 您確定要啟用「Under Attack 模式」嗎？所有訪客都將收到驗證頁面。

source: Are you sure you want to log out of your Cloudflare account?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج من حسابك على Cloudflare؟
de: Sind Sie sicher, dass Sie sich von Ihrem Cloudflare-Konto abmelden möchten?
es: ¿Está seguro de que desea cerrar sesión en su cuenta de Cloudflare?
fr: Êtes-vous sûr de vouloir vous déconnecter de votre compte Cloudflare ?
it: Sei sicuro di voler uscire dal tuo account Cloudflare?
ja: Cloudflare アカウントからログアウトしてもよろしいですか?
ko: Cloudflare 계정에서 로그아웃하시겠습니까?
pt_br: Tem certeza de que deseja sair da sua conta Cloudflare?
ru: Вы уверены, что хотите выйти из своей учетной записи Cloudflare?
zh_hans: 您确定要退出所有 Cloudflare 账号吗？
zh_hant: 您確認要退出所有 Cloudflare 账號吗？

source: Are you sure you want to permanently delete '%@'? Producers and consumers will fail to deliver.
ar: هل تريد حذف “%@” نهائياً؟ لن يتمكن المنتجون والمستهلكون من التسليم.
de: „%@“ dauerhaft löschen? Produzenten und Konsumenten können nicht mehr liefern.
es: ¿Eliminar permanentemente «%@»? Los productores y consumidores no podrán entregar mensajes.
fr: Supprimer définitivement « %@ » ? Les producteurs et consommateurs ne pourront plus livrer.
it: Eliminare definitivamente «%@»? Produttori e consumatori non riusciranno a consegnare.
ja: 「%@」を完全に削除してもよいですか？プロデューサーとコンシューマーは配信に失敗します。
ko: '%@'을(를) 영구적으로 삭제하시겠습니까? 프로듀서와 컨슈머가 전달에 실패합니다.
pt_br: Excluir permanentemente «%@»? Produtores e consumidores não conseguirão entregar.
ru: Удалить «%@» безвозвратно? Продюсеры и потребители не смогут выполнить доставку.
zh_hans: 确定要永久删除“%@”吗？生产者和消费者将无法进行消息传递。
zh_hant: 確定要永久刪除「%@」嗎？生產者和消費者將無法進行訊息傳遞。

source: Are you sure you want to permanently delete tunnel '%@'? Any active connections will be terminated.
ar: هل تريد حذف النفق “%@” نهائياً؟ سيتم إنهاء أي اتصالات نشطة.
de: Tunnel „%@“ dauerhaft löschen? Alle aktiven Verbindungen werden beendet.
es: ¿Eliminar permanentemente el túnel «%@»? Las conexiones activas serán terminadas.
fr: Supprimer définitivement le tunnel « %@ » ? Toutes les connexions actives seront terminées.
it: Eliminare definitivamente il tunnel «%@»? Tutte le connessioni attive verranno terminate.
ja: トンネル「%@」を完全に削除してもよいですか？アクティブな接続はすべて終了します。
ko: 터널 '%@'을(를) 영구적으로 삭제하시겠습니까? 활성 연결이 종료됩니다.
pt_br: Excluir permanentemente o túnel «%@»? Todas as conexões ativas serão encerradas.
ru: Удалить тоннель «%@» безвозвратно? Все активные соединения будут разорваны.
zh_hans: 确定要永久删除隧道“%@”吗？所有活跃连接将被立即终止。
zh_hant: 確定要永久刪除通道「%@」嗎？所有作用中的連線將立即終止。

source: Are you sure you want to permanently delete Worker '%@'? Associated routes and scripts will be removed.
ar: هل تريد حذف Worker “%@” نهائياً؟ ستتم إزالة المسارات والنصوص البرمجية المرتبطة.
de: Worker „%@“ dauerhaft löschen? Zugehörige Routen und Skripte werden entfernt.
es: ¿Eliminar permanentemente el Worker «%@»? Las rutas y scripts asociados serán eliminados.
fr: Supprimer définitivement le Worker « %@ » ? Les routes et scripts associés seront supprimés.
it: Eliminare definitivamente il Worker «%@»? Le route e gli script associati verranno rimossi.
ja: Worker「%@」を完全に削除してもよいですか？関連するルートとスクリプトが削除されます。
ko: Worker '%@'을(를) 영구적으로 삭제하시겠습니까? 연관된 경로와 스크립트가 제거됩니다.
pt_br: Excluir permanentemente o Worker «%@»? Rotas e scripts associados serão removidos.
ru: Удалить Worker «%@» безвозвратно? Связанные маршруты и сценарии будут удалены.
zh_hans: 确定要永久删除 Worker“%@”吗？关联的路由和脚本将被一并删除。
zh_hant: 確定要永久刪除 Worker「%@」嗎？相關聯的路由和腳本將被一並刪除。

source: Are you sure you want to purge all cached resources? This may temporarily degrade your website's performance and increase load on your origin server.
ar: هل أنت متأكد أنك تريد مسح جميع الموارد المخزنة مؤقتًا؟ قد يؤدي هذا إلى انخفاض أداء موقع الويب الخاص بك مؤقتًا وزيادة التحميل على خادمك الأصلي.
de: Sind Sie sicher, dass Sie alle zwischengespeicherten Ressourcen löschen möchten? Dies kann die Leistung Ihrer Website vorübergehend beeinträchtigen und die Belastung Ihres Ursprungsservers erhöhen.
es: ¿Está seguro de que desea eliminar todos los recursos almacenados en caché? Esto puede degradar temporalmente el rendimiento de su sitio web y aumentar la carga en su servidor de origen.
fr: Êtes-vous sûr de vouloir purger toutes les ressources mises en cache ? Cela peut temporairement dégrader les performances de votre site Web et augmenter la charge sur votre serveur d'origine.
it: Vuoi eliminare tutte le risorse memorizzate nella cache? Ciò potrebbe ridurre temporaneamente le prestazioni del tuo sito web e aumentare il carico sul tuo server di origine.
ja: キャッシュされたリソースをすべて削除してもよろしいですか?これにより、Web サイトのパフォーマンスが一時的に低下し、オリジン サーバーの負荷が増加する可能性があります。
ko: 캐시된 리소스를 모두 삭제하시겠습니까? 이로 인해 웹사이트 성능이 일시적으로 저하되고 원본 서버의 로드가 증가할 수 있습니다.
pt_br: Tem certeza de que deseja limpar todos os recursos armazenados em cache? Isso pode degradar temporariamente o desempenho do seu site e aumentar a carga no servidor de origem.
ru: Вы уверены, что хотите очистить все кэшированные ресурсы? Это может временно снизить производительность вашего сайта и увеличить нагрузку на исходный сервер.
zh_hans: 确定要清除所有缓存资源吗？这可能会暂时降低网站性能并增加源服务器的负载。
zh_hant: 確認要清除所有快取资源吗？这可能會暂時降低網站性能并增加源服务器的负載。

source: Are you sure you want to purge all unconsumed messages in '%@'? This action cannot be undone.
ar: هل تريد مسح جميع الرسائل غير المستهلكة في “%@”؟ لا يمكن التراجع عن هذا الإجراء.
de: Alle nicht konsumierten Nachrichten in „%@“ löschen? Diese Aktion kann nicht rükgängig gemacht werden.
es: ¿Vaciar todos los mensajes no consumidos en «%@»? Esta acción no se puede deshacer.
fr: Vider tous les messages non consommés dans « %@ » ? Cette action est irréversible.
it: Svuotare tutti i messaggi non consumati in «%@»? Questa azione non può essere annullata.
ja: 「%@」のすべての未消費メッセージを削除してもよいですか？この操作は元に戻せません。
ko: '%@'의 소비되지 않은 모든 메시지를 삭제하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
pt_br: Limpar todas as mensagens não consumidas em «%@»? Esta ação não pode ser desfeita.
ru: Удалить все непотреблённые сообщения в «%@»? Это действие нельзя отменить.
zh_hans: 确定要清空“%@”中所有未消费的消息吗？此操作无法撤销。
zh_hant: 確定要清空「%@」中所有未消費的訊息嗎？此操作無法復原。

source: Are you sure you want to remove %@ from Cloudflare? This action cannot be undone and will permanently delete all DNS records and settings.
ar: هل أنت متأكد أنك تريد إزالة %@ من Cloudflare؟ لا يمكن التراجع عن هذا الإجراء وسيؤدي إلى حذف جميع سجلات وإعدادات DNS نهائيًا.
de: Sind Sie sicher, dass Sie %@ aus Cloudflare entfernen möchten? Diese Aktion kann nicht rückgängig gemacht werden und löscht alle DNS-Einträge und -Einstellungen dauerhaft.
es: ¿Estás seguro de que deseas eliminar %@ de Cloudflare? Esta acción no se puede deshacer y eliminará permanentemente todos los registros y configuraciones de DNS.
fr: Êtes-vous sûr de vouloir supprimer %@ de Cloudflare ? Cette action ne peut pas être annulée et supprimera définitivement tous les enregistrements et paramètres DNS.
it: Sei sicuro di voler rimuovere %@ da Cloudflare? Questa azione non può essere annullata ed eliminerà definitivamente tutti i record e le impostazioni DNS.
ja: Cloudflare から %@ を削除してもよろしいですか？この操作は元に戻せず、すべての DNS レコードと設定が完全に削除されます。
ko: Cloudflare에서 %@을(를) 제거하시겠습니까? 이 작업은 취소할 수 없으며 모든 DNS 레코드와 설정이 영구적으로 삭제됩니다.
pt_br: Tem certeza de que deseja remover %@ do Cloudflare? Esta ação não pode ser desfeita e excluirá permanentemente todos os registros e configurações de DNS.
ru: Вы уверены, что хотите удалить %@ из Cloudflare? Это действие невозможно отменить, оно приведет к безвозвратному удалению всех записей и настроек DNS.
zh_hans: 您确定要从 Cloudflare 中移除 %@ 吗？此操作无法撤销，将永久删除所有 DNS 记录和设置。
zh_hant: 您確認要從 Cloudflare 中移除 %@ 吗？此操作無法撤销，将永久刪除所有 DNS 记录和設定。

source: Are you sure you want to remove %@ from Cloudflare? This action is permanent and cannot be undone.
ar: هل أنت متأكد أنك تريد إزالة %@ من Cloudflare؟ هذا الإجراء دائم ولا يمكن التراجع عنه.
de: Sind Sie sicher, dass Sie %@ aus Cloudflare entfernen möchten? Diese Aktion ist dauerhaft und kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar %@ de Cloudflare? Esta acción es permanente y no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer %@ de Cloudflare ? Cette action est permanente et ne peut être annulée.
it: Sei sicuro di voler rimuovere %@ da Cloudflare? Questa azione è permanente e non può essere annullata.
ja: Cloudflare から %@ を削除してもよろしいですか？この操作は永続的であり、元に戻すことはできません。
ko: Cloudflare에서 %@을(를) 제거하시겠습니까? 이 작업은 영구적이며 취소할 수 없습니다.
pt_br: Tem certeza de que deseja remover %@ do Cloudflare? Esta ação é permanente e não pode ser desfeita.
ru: Вы уверены, что хотите удалить %@ из Cloudflare? Это действие является постоянным и не может быть отменено.
zh_hans: 您确定要从 Cloudflare 移除 %@ 吗？此操作不可逆转，且无法撤销。
zh_hant: 您確認要從 Cloudflare 移除 %@ 吗？此操作不可逆轉，且無法撤销。
